Repository: xiangshanyikecong/loveblog
Catalog: ios/LoveJournal/Resources/M2.xcstrings
Source language: en
Languages: ja, zh_hans

# albums.create
source: New Album
ja: アルバムを作成
zh_hans: 新建相册

# albums.delete.confirm
source: The album will move to the recycle bin where it can be restored. Delete it?
ja: アルバムはごみ箱に移動し、そこから復元できます。削除しますか？
zh_hans: 相册将进入回收站，可从中恢复。确定删除吗？

# albums.edit
source: Edit Album
ja: アルバムを編集
zh_hans: 编辑相册

# albums.editor.description
source: Description
ja: 説明
zh_hans: 描述

# albums.editor.images.count %lld
source: %lld photos uploaded
ja: %lld 枚アップロード済み
zh_hans: 已上传 %lld 张

# albums.editor.tags
source: Tags (comma separated)
ja: タグ（カンマ区切り）
zh_hans: 标签（逗号分隔）

# albums.editor.title
source: Title
ja: タイトル
zh_hans: 标题

# albums.editor.title.required
source: Please enter a title
ja: タイトルを入力してください
zh_hans: 请输入标题

# albums.upload.failed
source: Photo upload failed
ja: 写真のアップロードに失敗しました
zh_hans: 图片上传失败

# articles.conflict
source: Your partner edited this content. Refresh and try again.
ja: 相手が内容を編集しました。更新してから再試行してください。
zh_hans: 内容已被对方修改，请刷新后重试

# articles.delete.confirm
source: The article will move to the recycle bin where it can be restored. Delete it?
ja: 記事はごみ箱に移動し、そこから復元できます。削除しますか？
zh_hans: 文章将进入回收站，可从中恢复。确定删除吗？

# articles.edit
source: Edit Article
ja: 記事を編集
zh_hans: 编辑文章

# articles.editor.body
source: Body
ja: 本文
zh_hans: 正文

# articles.editor.body.placeholder
source: Write your story…
ja: 二人の物語を書く…
zh_hans: 写下你们的故事…

# articles.editor.body.required
source: Please enter the body
ja: 本文を入力してください
zh_hans: 请输入正文

# articles.editor.excerpt
source: Excerpt
ja: 概要
zh_hans: 摘要

# articles.editor.published
source: Published
ja: 公開する
zh_hans: 发布

# articles.editor.tags
source: Tags (comma separated)
ja: タグ（カンマ区切り）
zh_hans: 标签（逗号分隔）

# articles.editor.title
source: Title
ja: タイトル
zh_hans: 标题

# articles.editor.title.required
source: Please enter a title
ja: タイトルを入力してください
zh_hans: 请输入标题

# articles.editor.visibility
source: Visibility
ja: 公開範囲
zh_hans: 可见性

# articles.history
source: Version History
ja: バージョン履歴
zh_hans: 版本历史

# articles.history.empty
source: No versions yet
ja: 履歴はまだありません
zh_hans: 暂无版本记录

# articles.history.rollback
source: Roll Back
ja: このバージョンに戻す
zh_hans: 回滚到此版本

# articles.history.rollback.confirm
source: Roll back to this version? The current content is saved as a new version first.
ja: このバージョンに戻しますか？現在の内容は先に新しいバージョンとして保存されます。
zh_hans: 回滚到此版本？当前内容会先保存为新版本。

# articles.history.rollback.done
source: Rolled back
ja: 戻しました
zh_hans: 已回滚

# articles.visibility.partners_only
source: Partners only
ja: 二人だけ
zh_hans: 仅彼此

# articles.visibility.public
source: Public
ja: 公開
zh_hans: 公开

# articles.write
source: Write Article
ja: 記事を書く
zh_hans: 写文章

# capsules.add
source: Create Capsule
ja: カプセルを埋める
zh_hans: 埋下胶囊

# capsules.created
source: Capsule buried 💌
ja: カプセルを埋めました 💌
zh_hans: 已埋下胶囊 💌

# capsules.delete.confirm
source: Delete this time capsule? This cannot be undone.
ja: このタイムカプセルを削除しますか？この操作は元に戻せません。
zh_hans: 删除后无法恢复，确定删除这个时间胶囊吗？

# capsules.deleted
source: Deleted
ja: 削除しました
zh_hans: 已删除

# capsules.editor.content
source: Message
ja: 伝えたいこと
zh_hans: 想说的话

# capsules.editor.content.placeholder
source: Write your message…
ja: 今伝えたいことを書く…
zh_hans: 写下此刻想说的话…

# capsules.editor.content.required
source: Please enter a message
ja: 内容を入力してください
zh_hans: 请输入内容

# capsules.editor.openAt
source: Opens at
ja: 開封日時
zh_hans: 开启时间

# capsules.empty
source: No capsules yet
ja: まだタイムカプセルがありません
zh_hans: 还没有时间胶囊

# capsules.empty.hint
source: Write something now for your future selves
ja: 今の気持ちを未来の二人に残しましょう
zh_hans: 写下此刻的话，留给未来的你们

# capsules.media.attach
source: Voice/video attachment included
ja: 音声・動画の添付あり
zh_hans: 含语音/视频附件

# capsules.media.audio %lld
source: Voice message · %lld s
ja: 音声メッセージ · %lld 秒
zh_hans: 语音留言 · %lld 秒

# capsules.media.video
source: Video message
ja: 動画メッセージ
zh_hans: 视频留言

# capsules.open.at %@
source: Opens on %@ 🔒
ja: %@ に開封できます 🔒
zh_hans: 将于 %@ 开启 🔒

# capsules.title
source: Time Capsules
ja: タイムカプセル
zh_hans: 时间胶囊

# comment.placeholder
source: Write a comment…
ja: コメントを書く…
zh_hans: 写下评论…

# comment.send
source: Send
ja: 送信
zh_hans: 发送

source: Comment sent
ja: コメントを送信しました
zh_hans: 评论已发送

# comment.title
source: Comment
ja: コメント
zh_hans: 评论

# common.error.delete
source: Failed to delete. Please try again later.
ja: 削除に失敗しました。しばらくしてから再試行してください。
zh_hans: 删除失败，请稍后重试

# common.error.load
source: Failed to load. Please try again later.
ja: 読み込みに失敗しました。しばらくしてから再試行してください。
zh_hans: 加载失败，请稍后重试

# common.error.save
source: Failed to save. Please try again later.
ja: 保存に失敗しました。しばらくしてから再試行してください。
zh_hans: 保存失败，请稍后重试

# common.saved
source: Saved
ja: 保存しました
zh_hans: 已保存

# moment.comment.title
source: Comment on Moment
ja: モーメントにコメント
zh_hans: 评论动态

# timeline.composer.images.count %lld
source: %lld selected
ja: %lld 枚選択中
zh_hans: 已选 %lld 张

# timeline.composer.images.max %lld
source: Up to %lld photos
ja: 最大 %lld 枚
zh_hans: 最多 %lld 张

# timeline.composer.posted
source: Posted
ja: 投稿しました
zh_hans: 已发布

# timeline.upload.failed
source: Photo upload failed. Please try again.
ja: 写真のアップロードに失敗しました。もう一度お試しください。
zh_hans: 图片上传失败，请重试
